
/* build as displayed in \"About\" */
"build" = "build";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* City Switcher MenuItem */
"City Switcher" = "Changer de ville";

/* Controls MenuItem */
"Controls" = "Contrôles";

/* No comment provided by engineer. */
"Current Conditions" = "Conditions actuelles";

/* No comment provided by engineer. */
"Extended Forecast" = "Prévisions détaillées";

/* No comment provided by engineer. */
"New Version" = "Nouvelle version";

/* No comment provided by engineer. */
"No Active Cities" = "Aucune ville active";

/* No comment provided by engineer. */
"No New Version" = "No New Version";

/* No comment provided by engineer. */
"No Weather" = "Pas de météo";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Preferences" = "Préférences";

/* No comment provided by engineer. */
"Quit" = "Quitter";

/* No comment provided by engineer. */
"Refresh" = "Rafraîchir";

/* No comment provided by engineer. */
"Server Unreachable" = "Server Unreachable";

/* Show City Editor MenuItem */
"Show City Editor" = "Afficher l'éditeur de ville";

/* No comment provided by engineer. */
"The server could not be reached to determine the most recent version of Meteorologist." = "The server could not be reached to determine the most recent version of Meteorologist.";

/* Version as displayed in \"About\" */
"Version" = "Version";

/* No comment provided by engineer. */
"Version %@ of Meteorologist is available (your version %@).  Would you like to visit the web site?" = "Version %1$@ of Meteorologist is available (your version %2$@).  Would you like to visit the web site?";

/* No comment provided by engineer. */
"Visit Web Site" = "Visiter le site web";

/* Will be used as \"Weather for <city name>\" */
"Weather For" = "Météo pour";

/* No comment provided by engineer. */
"You have the most recent version of Meteorologist." = "You have the most recent version of Meteorologist.";
